Repository: Joel-James/epoch
Catalog: languages/*.po
Languages: de_de

source: Your comment is awaiting moderation.
de_de: Dein Kommentar wartet auf die Freischaltung.

source: Link to comment
de_de: Link zum Kommentar

source: Reply
de_de: Antworten

source: Reply To This Comment
de_de: Auf diesen Kommentar antworten

source: Link to comment author's website
de_de: Link zur Webseite des Kommentar-Autors

source: is required
de_de: ist erforderlich

source: Your comment was not accepted, please check that everything is filled out correctly.
de_de: Dein Kommentar wurde nicht akzeptiert, überprüfe bitte ob alles korrekt ausgefüllt wurde.

source: %1$s at %2$s
de_de: %1$s um %2$s

source: Subscribe to Comments Via Email
de_de: Abonniere die Kommentare per E-Mail

source: Comments are closed.
de_de: Die Kommentarfunktion ist deaktiviert.

source: There are no comments
de_de: Es gibt keine Kommentare

source: There is one comment
de_de: Es gibt einen Kommentar

source: Join the conversation
de_de: Steige in die Konversation ein

source: Updated Successfully
de_de: Erfolgreich aktualisiert

source: Could not save changes. Try again.
de_de: Die Änderungen konnten nicht gespeichert werden. Versuche es noch einmal.

source: Welcome
de_de: Willkommen

source: Enable free email commenting with Postmatic
de_de: Aktiviere die kostenlosen E-Mail Kommentar mittels Postmatic

source: Options
de_de: Optionen

source: Save Changes
de_de: Änderungen speichern

source: How agressively should Epoch override your default comment template?
de_de: Wie aggressiv soll Epoche Dein standardmäßiges Kommentar-Template übergehen?

source: Completely (beta)
de_de: Vollständig (Beta)

source: Use my typography and colors
de_de: Benutze meine Typografie und Farben

source: Minimally
de_de: Minimal

source: Epoch can integrate with your theme in three different. Give each a try and see what works for you. The comment template can also be styled easily via css. See the documentation.
de_de: Epoche kann auf drei verschiedene Weisen in Dein Theme integriert werden. Probiere alle aus und schau welche Dir am besten liegt. Das Kommentar-Template kann einfach über CSS formatiert werden. Mehr dazu in der Dokumentation.

source: Comment Check Interval
de_de: Kommentar-Prüfintervall

source: How frequently should Epoch push new comments to active users (in seconds)?
de_de: Wie häufig soll Epoche neue Kommentare an aktive Nutzer senden (in Sekunden)?

source: Comments are only pushed to users viewing the comments area of a post in an active browser tab. It is highly efficient.
de_de: Kommentare werden nur an Nutzer geschickt die den Kommentarbereich eines Beitrags in einem aktiven Browserfenster betrachten. Es ist hoch effizient.

source: If no value set, interval will be 15 seconds, which should be fine on most hosts.
de_de: Falls kein Wert angegeben wurde, wird das Intervall auf 15 Sekunden gesetzt, was für die meisten Hoster ok sein sollte.

source: Headline
de_de: Überschrift

source: Text to show before the comment form.
de_de: Der Text der vor dem Kommentar-Formular angezeigt wird.

source: Comment Order
de_de: Kommentar-Reihenfolge

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: Should comments be shown in ascending or descending order? Descending puts the latest comment and comment form at the top of the comments area. Ascending does the opposite.
de_de: Sollen die Kommentare in aufsteigender oder absteigender Reihenfolge angezeigt werden? Absteigend stellt den letzten Kommentar an erste Stelle und platziert das Kommentar-Formular an den Beginn des Kommentarbereiches. Aufsteigend führt zum genauen Gegenteil.

source: Dismiss this notice.
de_de: Verwerfe den Hinweis.

source: Native commenting made realtime, mobile, CDN and Cache friendly, and full of SEO mojo as well. Commenting perfected.
de_de: Natives Kommentieren in Echtzeit, mobil-, CDN- und Cache-freundlich, mit einem Schuss SEO-Mojo. Kommentieren in Perfektion.

source: Postmatic
de_de: Postamt
